Repository: Donglin5525/Holo
Catalog: Holo/Holo APP/Holo/Holo/Localizable.xcstrings
Source language: zh_hans
Languages: en, zh_hant

source: 减少咖啡因
en: Reduce Caffeine
zh_hant: 減少咖啡因

source: 出现新阶段
en: New Phase Detected
zh_hant: 出現新階段

source: 分享图片
en: Share Image
zh_hant: 分享圖片

source: 分享这一天
en: Share This Day
zh_hant: 分享這一天

source: 分享这个想法
en: Share This Thought
zh_hant: 分享這個想法

source: 分期
en: Installment

source: 分期设置
en: Installment Settings
zh_hant: 分期設定

source: 分期识别
en: Installment Detection
zh_hant: 分期識別

source: 分析卡片
en: Analysis Card

source: 分析场景共用每月深度洞察额度%@
en: Analysis scenarios share the monthly Deep Insight quota of %@
zh_hant: 分析場景共用每月深度洞察額度%@

source: 分析结果加载中...
en: Loading analysis results...
zh_hant: 分析結果載入中...

source: 分析结果加载中…
en: Loading analysis results...
zh_hant: 分析結果載入中…

source: 分类
en: Category
zh_hant: 分類

source: 分类不准？点击修改
en: Category incorrect? Tap to edit
zh_hant: 分類不準？點選修改

source: 分类主题
en: Category Topic
zh_hant: 分類主題

source: 分类名称
en: Category Name
zh_hant: 分類名稱

source: 分类学习映射
en: Category Learning Mapping
zh_hant: 分類學習對映

source: 分类排行
en: Category Ranking
zh_hant: 分類排行

source: 分类构成
en: Category Breakdown
zh_hant: 分類構成

source: 分类管理
en: Category Management
zh_hant: 分類管理

source: 分类详情
en: Category Details
zh_hant: 分類詳情

source: 分类预算
en: Category Budget
zh_hant: 分類預算

source: 分类预算待确认
en: Category Budget Pending Confirmation
zh_hant: 分類預算待確認

source: 分组
en: Group
zh_hant: 分組

source: 分钟
en: Minutes
zh_hant: 分鐘

source: 切出 App 后回来需立即验证
en: Require immediate verification when returning to the app
zh_hant: 切出 App 後回來需立即驗證

source: 切换交易明细排序
en: Switch Transaction Sorting
zh_hant: 切換交易明細排序

source: 切换到 Holo AI 页的报告 Tab 查看全部报告
en: Switch to the Reports tab on the Holo AI page to view all reports
zh_hant: 切換到 Holo AI 頁的報告 Tab 檢視全部報告

source: 切换到日视图，从这一天开始连续回看
en: Switch to day view to start a continuous replay from this day
zh_hant: 切換到日檢視，從這一天開始連續回看

source: 切换科目排序方式
en: Switch Subject Sorting
zh_hant: 切換科目排序方式

source: 列表
en: List

source: 刚刚
en: Just Now
zh_hant: 剛剛

source: 刚刚记录
en: Just Recorded
zh_hant: 剛剛記錄

source: 刚起步，多记几笔再看趋势
en: Just getting started — add a few more entries to see trends
zh_hant: 剛起步，多記幾筆再看趨勢

source: 创建
en: Create
zh_hant: 建立

source: 创建 %lld 项
en: Create %lld Items
zh_hant: 建立 %lld 項

source: 创建中…
en: Creating...
zh_hant: 建立中…

source: 创建任务失败
en: Failed to Create Task
zh_hant: 建立任務失敗

source: 创建后可在「对账」中修改
en: Can be edited in Reconciliation after creation
zh_hant: 建立後可在「對帳」中修改

source: 创建失败，请换一个名称
en: Creation failed, please try a different name
zh_hant: 建立失敗，請換一個名稱

source: 创建并移入
en: Create and Move In
zh_hant: 建立並移入

source: 创建提醒失败：%@
en: Failed to Create Reminder: %@
zh_hant: 建立提醒失敗：%@

source: 创建新的一级科目分组
en: Create New Top-Level Subject Group
zh_hant: 建立新的一級科目分組

source: 创建时间
en: Creation Time
zh_hant: 建立時間

source: 创建目标
en: Create Goal
zh_hant: 建立目標

source: 初%@
en: Early %@

source: 初始余额
en: Initial Balance
zh_hant: 初始餘額

source: 删除
en: Delete
zh_hant: 刪除

source: 删除 AI 配置
en: Delete AI Configuration
zh_hant: 刪除 AI 配置

source: 删除 Holo 账号与数据？
en: Delete Holo Account and Data?
zh_hant: 刪除 Holo 帳號與資料？

source: 删除%@
en: Delete %@
zh_hant: 刪除%@

source: 删除主题
en: Delete Topic
zh_hant: 刪除主題

source: 删除主题失败
en: Failed to Delete Topic
zh_hant: 刪除主題失敗

source: 删除事件
en: Delete Event
zh_hant: 刪除事件

source: 删除交易
en: Delete Transaction
zh_hant: 刪除交易

source: 删除任务
en: Delete Task
zh_hant: 刪除任務

source: 删除任务 · %@
en: Deleted Task · %@
zh_hant: 刪除任務 · %@

source: 删除任务待确认
en: Delete Task Pending Confirmation
zh_hant: 刪除任務待確認

source: 删除全部分期
en: Delete All Installments
zh_hant: 刪除全部分期

source: 删除关键词
en: Delete Keyword
zh_hant: 刪除關鍵詞

source: 删除分期交易
en: Delete Installment Transaction
zh_hant: 刪除分期交易

source: 删除后，同类交易将不再自动套用这条分类规则。
en: After deletion, similar transactions will no longer automatically apply this categorization rule.
zh_hant: 刪除後，同類交易將不再自動套用這條分類規則。

source: 删除后将无法恢复，30 天后从设备彻底清除。
en: This cannot be recovered after deletion and will be permanently removed after 30 days.
zh_hant: 刪除後將無法復原，30 天後從裝置徹底清除。

source: 删除后将无法恢复，包括所有记录数据。
en: This cannot be undone, including all recorded data.
zh_hant: 刪除後將無法恢復，包括所有記錄資料。

source: 删除后将进入回收站并保留 30 天，可在「设置 → 数据管理 → 最近删除」中恢复。
en: It will be moved to the Recycle Bin and kept for 30 days. You can restore it in Settings → Data Management → Recently Deleted.
zh_hant: 刪除後將進入回收站並保留 30 天，可在「設定 → 資料管理 → 最近刪除」中恢復。

source: 删除后无法恢复，确定要删除吗？
en: This cannot be undone. Are you sure you want to delete?
zh_hant: 刪除後無法恢復，確定要刪除嗎？

source: 删除后无法恢复；若该分类已被交易使用，将无法删除。
en: This cannot be undone; if the category is already used by transactions, it cannot be deleted.
zh_hant: 刪除後無法恢復；若該分類已被交易使用，將無法刪除。

source: 删除后无法恢复。
en: This cannot be undone.
zh_hant: 刪除後無法恢復。

source: 删除后无法恢复。该分类及其 %lld 个子分类将被一并删除；若已被交易使用，将无法删除。
en: This cannot be undone. This category and its %lld subcategories will be deleted; if already used by transactions, it cannot be deleted.
zh_hant: 刪除後無法恢復。該分類及其 %lld 個子分類將被一併刪除；若已被交易使用，將無法刪除。

source: 删除失败
en: Delete Failed
zh_hant: 刪除失敗

source: 删除失败，请稍后重试
en: Delete failed, please try again later
zh_hant: 刪除失敗，請稍後重試

source: 删除失败：%@
en: Delete Failed: %@
zh_hant: 刪除失敗：%@

source: 删除想法 · %@
en: Deleted Thought · %@
zh_hant: 刪除想法 · %@

source: 删除报告
en: Delete Report
zh_hant: 刪除報告

source: 删除报告与对应对话
en: Delete Report and Corresponding Conversation
zh_hant: 刪除報告與對應對話

source: 删除标签
en: Delete Tag
zh_hant: 刪除標籤

source: 删除清单
en: Delete Checklist
zh_hant: 刪除清單

source: 删除目标
en: Delete Goal
zh_hant: 刪除目標

source: 删除目标后，基于该目标创建的任务和习惯不会被删除，只会解除与该目标的关联。
en: Deleting the goal will not delete tasks and habits created based on it; it will only unlink them from the goal.
zh_hant: 刪除目標後，基於該目標建立的任務和習慣不會被刪除，只會解除與該目標的關聯。

source: 删除确认
en: Delete Confirmation
zh_hant: 刪除確認

source: 删除纪念日
en: Delete Anniversary
zh_hant: 刪除紀念日

source: 删除纪念日及关联任务
en: Delete Anniversary and Related Tasks
zh_hant: 刪除紀念日及關聯任務

source: 删除记录
en: Delete Record
zh_hant: 刪除記錄

source: 删除语音识别配置
en: Delete Speech Recognition Configuration
zh_hant: 刪除語音識別配置

source: 删除账号与 Holo 数据
en: Delete Account and Holo Data
zh_hant: 刪除帳號與 Holo 資料

source: 删除这个一次性购买项目？
en: Delete this one-time purchase item?
zh_hant: 刪除這個一次性購買項目？

source: 删除这个固定支出项目？已生成的账本流水会保留。
en: Delete this fixed expense item? Generated ledger entries will be kept.
zh_hant: 刪除這個固定支出項目？已生成的帳本流水會保留。

source: 删除这个纪念日
en: Delete This Anniversary
zh_hant: 刪除這個紀念日

source: 删除这份报告？
en: Delete this report?
zh_hant: 刪除這份報告？

source: 删除这条学习映射？
en: Delete this learning mapping?
zh_hant: 刪除這條學習對映？

source: 删除这条想法？
en: Delete this Thought?
zh_hant: 刪除這條想法？

source: 删除这条记忆
en: Delete This Memory
zh_hant: 刪除這條記憶

source: 删除这笔交易
en: Delete This Transaction
zh_hant: 刪除這筆交易

source: 删除重复规则
en: Delete Recurring Rule
zh_hant: 刪除重複規則

source: 删除项目
en: Delete Item
zh_hant: 刪除項目

source: 删除预算
en: Delete Budget
zh_hant: 刪除預算

source: 到指定日期
en: Until Specified Date

source: 到期
en: Due

source: 到期/续费日期：%@
en: Expiry/Renewal Date: %@
zh_hant: 到期/續費日期：%@

source: 到期提醒
en: Expiry Reminder

source: 刷新反馈聚合
en: Refresh Feedback Aggregation
zh_hant: 重新整理反饋聚合

source: 刷新后端 Prompt 缓存
en: Refresh Backend Prompt Cache
zh_hant: 重新整理後端 Prompt 快取

source: 刷牙
en: Brush Teeth

source: 前天
en: The day before yesterday

source: 前往
en: Go to

source: 前往今天
en: Go to Today

source: 前往对话
en: Go to Chat
zh_hant: 前往對話

source: 前往我的
en: Go to My

source: 剩余 %@
en: %@ left
zh_hant: 剩餘 %@

source: 剩余 %lld 次
en: %lld times left
zh_hant: 剩餘 %lld 次

source: 剩余天数
en: Days left
zh_hant: 剩餘天數

source: 功能
en: Features

source: 功能建议
en: Feature Suggestions
zh_hant: 功能建議

source: 加入今日
en: Add to Today

source: 加待办
en: Add To-do
zh_hant: 加待辦

source: 加粗
en: Bold

source: 加载中...
en: Loading...
zh_hant: 載入中...

source: 加载失败，点击重试
en: Failed to load, tap to retry
zh_hant: 載入失敗，點選重試

source: 加载失败：%@
en: Failed to load: %@
zh_hant: 載入失敗：%@

source: 加载更早的消息
en: Load earlier messages
zh_hant: 載入更早的訊息

source: 加载测试数据
en: Load test data
zh_hant: 載入測試資料

source: 动机
en: Motivation
zh_hant: 動機

source: 动物与自然
en: Animals & Nature
zh_hant: 動物與自然

source: 勾选你认可的项：优先结果会建为目标，行动卡会创建对应的任务或习惯。你决定接受哪些——不勾的就是拒绝，拒绝会帮我下次做得更好。
en: Check the ones you agree with: top results become Goals, action cards create Tasks or Habits. You decide what to accept—unchecked means rejected, and rejection helps me do better next time.
zh_hant: 勾選你認可的項：優先結果會建為目標，行動卡會建立對應的任務或習慣。你決定接受哪些——不勾的就是拒絕，拒絕會幫我下次做得更好。

source: 勾选后创建为目标
en: Check to create as Goal
zh_hant: 勾選後建立為目標

source: 勾选后才在 Holo 展示、供 AI 读取
en: Only checked items are shown in Holo and read by AI
zh_hant: 勾選後才在 Holo 展示、供 AI 讀取

source: 勾选的日历会显示在 Holo 日历页；对话与周规划时 AI 也只读取这些日历来安排时间。日程数据仅在本机与当次 AI 请求中使用。
en: Checked calendars appear on the Holo Calendar page; AI also reads only these calendars for scheduling during Chat and Weekly Plan. Schedule data is used only on this device and for the current AI request.
zh_hant: 勾選的日曆會顯示在 Holo 日曆頁；對話與周規劃時 AI 也只讀取這些日曆來安排時間。日程資料僅在本機與當次 AI 請求中使用。

source: 勾选的日历可在 Holo 中查看；对话与周规划时 AI 也会读取这些日历来安排时间。日程数据仅在本机与当次 AI 请求中使用。
en: Checked calendars can be viewed in Holo; AI also reads these calendars for scheduling during Chat and Weekly Plan. Schedule data is used only on this device and for the current AI request.
zh_hant: 勾選的日曆可在 Holo 中檢視；對話與周規劃時 AI 也會讀取這些日曆來安排時間。日程資料僅在本機與當次 AI 請求中使用。

source: 北京地域使用中国内地百炼 API Key；新加坡地域需要对应国际地域 API Key。
en: Beijing region uses the China Mainland Bailian API Key; Singapore region requires the corresponding international API Key.
zh_hant: 北京地域使用中國內地百鍊 API Key；新加坡地域需要對應國際地域 API Key。

source: 匹配记录
en: Matching Records
zh_hant: 匹配記錄

source: 医疗
en: Medical
zh_hant: 醫療

source: 十
en: Ten

source: 十%@
en: Ten %@

source: 十分紧急
en: Very Urgent
zh_hant: 十分緊急

source: 升级 Holo Plus
en: Upgrade to Holo Plus
zh_hant: 升級 Holo Plus

source: 升级 Holo Plus，使用周期账单
en: Upgrade to Holo Plus to use Recurring Bills
zh_hant: 升級 Holo Plus，使用週期帳單

source: 升级 Holo Plus，使用财务分期
en: Upgrade to Holo Plus to use Installments
zh_hant: 升級 Holo Plus，使用財務分期

source: 升级 Holo Plus，使用账单智能导入
en: Upgrade to Holo Plus to use Smart Bill Import
zh_hant: 升級 Holo Plus，使用帳單智慧匯入

source: 升级 Holo Plus，使用预算管理
en: Upgrade to Holo Plus to use Budget Management
zh_hant: 升級 Holo Plus，使用預算管理

source: 升级 Holo Plus，刷新记忆洞察
en: Upgrade to Holo Plus to refresh Memory Insights
zh_hant: 升級 Holo Plus，重新整理記憶洞察

source: 升级 Holo Plus，可录制 5 分钟语音
en: Upgrade to Holo Plus to record 5-minute voice memos
zh_hant: 升級 Holo Plus，可錄製 5 分鐘語音

source: 升级 Holo Plus，录制更长语音
en: Upgrade to Holo Plus to record longer voice memos
zh_hant: 升級 Holo Plus，錄製更長語音

source: 升级 Holo Plus，无限次补签找回断签
en: Upgrade to Holo Plus for unlimited Retroactive Check-ins to recover streaks
zh_hant: 升級 Holo Plus，無限次補簽找回斷籤

source: 升级 Holo Plus，继续使用语音识别
en: Upgrade to Holo Plus to continue using voice recognition
zh_hant: 升級 Holo Plus，繼續使用語音識別

source: 升级 Holo Plus，继续和 HoloAI 对话
en: Upgrade to Holo Plus to continue chatting with HoloAI
zh_hant: 升級 Holo Plus，繼續和 HoloAI 對話

source: 升级 Holo Plus，继续智能任务
en: Upgrade to Holo Plus to continue Smart Tasks
zh_hant: 升級 Holo Plus，繼續智慧任務

source: 升级 Holo Plus，继续智能记账
en: Upgrade to Holo Plus to continue Smart Expense Tracking
zh_hant: 升級 Holo Plus，繼續智慧記帳

source: 升级 Holo Plus，解锁桌面小组件
en: Upgrade to Holo Plus to unlock Home Screen Widgets
zh_hant: 升級 Holo Plus，解鎖桌面小元件

source: 升级 Holo Plus，解锁跨月类别对比
en: Upgrade to Holo Plus to unlock cross-month category comparison
zh_hant: 升級 Holo Plus，解鎖跨月類別對比

source: 升级解锁 2 倍 AI 额度与全部小组件
en: Upgrade to unlock 2x AI Quota and all widgets
zh_hant: 升級解鎖 2 倍 AI 額度與全部小元件

source: 单位
en: Unit
zh_hant: 單位

source: 单位：%@
en: Unit: %@
zh_hant: 單位：%@

source: 单击查看详情，双击直接编辑
en: Tap to view details, double-tap to edit
zh_hant: 單擊檢視詳情，雙擊直接編輯

source: 单条语音时长
en: Voice memo duration
zh_hant: 單條語音時長

source: 单次语音最长可识别 %lld 秒，请缩短录音后重试
en: Each voice memo can be up to %lld seconds. Please shorten the recording and try again.
zh_hant: 單次語音最長可識別 %lld 秒，請縮短錄音後重試

source: 单独 %@
en: Individual %@
zh_hant: 單獨 %@

source: 单独设了时间的习惯按自己的时间提醒，当天不再进每日汇总——同一习惯一天最多提醒一次
en: Habits with their own reminder time alert at that time and are excluded from the daily summary that day—each habit reminds at most once a day.
zh_hant: 單獨設了時間的習慣按自己的時間提醒，當天不再進每日彙總——同一習慣一天最多提醒一次

source: 占总睡眠 --
en: Of total sleep --
zh_hant: 佔總睡眠 --

source: 占总睡眠 %lld%%
en: Of total sleep %lld%%
zh_hant: 佔總睡眠 %lld%%

source: 占比
en: Proportion
zh_hant: 佔比

source: 占比 %.0f%%
en: Proportion %.0f%%
zh_hant: 佔比 %.0f%%

source: 危险操作
en: Dangerous Action
zh_hant: 危險操作

source: 即将到来
en: Upcoming
zh_hant: 即將到來

source: 压力关联
en: Stress Correlation
zh_hant: 壓力關聯

source: 压缩包内没有找到账单文件（csv/txt/xlsx）
en: No bill files (csv/txt/xlsx) found in the archive
zh_hant: 壓縮包內沒有找到帳單檔案（csv/txt/xlsx）

source: 原图在 iCloud 中，正在自动下载…
en: Original is in iCloud — downloading automatically…
zh_hant: 原圖在 iCloud 中，正在自動下載…

source: 原始分类
en: Original Category
zh_hant: 原始分類

source: 原文：%@
en: Original: %@

source: 原文已收好 · 隐私不出 App
en: Original saved · Privacy stays on device
zh_hant: 原文已收好 · 隱私不出 App

source: 原样重试这次追问
en: Retry this follow-up as is
zh_hant: 原樣重試這次追問

source: 原记录可能已被删除，或当前版本暂时无法打开。
en: The original record may have been deleted, or the current version cannot open it.
zh_hant: 原記錄可能已被刪除，或當前版本暫時無法開啟。

source: 原记录已删除
en: Original record deleted
zh_hant: 原記錄已刪除

source: 去 Holo 种下第一个习惯
en: Go to Holo to start your first Habit
zh_hant: 去 Holo 種下第一個習慣

source: 去 Holo 立一个想抵达的 flag
en: Go to Holo to set a Goal you want to reach
zh_hant: 去 Holo 立一個想抵達的 flag

source: 去 HoloAI 继续
en: Continue in HoloAI
zh_hant: 去 HoloAI 繼續

source: 去对话发起我的第一份分析
en: Go to Chat to start your first analysis
zh_hant: 去對話發起我的第一份分析

source: 去开启
en: Enable
zh_hant: 去開啟

source: 去授权
en: Authorize
zh_hant: 去授權

source: 去看看
en: Check it out

source: 去看看报告
en: View Report
zh_hant: 去看看報告

source: 去确认
en: Confirm
zh_hant: 去確認

source: 去记一个重要的日子
en: Go to record an important date
zh_hant: 去記一個重要的日子

source: 去设置
en: Go to Settings
zh_hant: 去設定

source: 去设置页选择要展示在统计页的习惯。
en: Go to Settings to choose Habits to display on the Stats page.
zh_hant: 去設定頁選擇要展示在統計頁的習慣。

source: 双击在日历与洞察之间切换
en: Double-tap to switch between Calendar and Insights
zh_hant: 雙擊在日曆與洞察之間切換

source: 双击打开想法
en: Double-tap to open Thought
zh_hant: 雙擊開啟想法

source: 双卡并排时隐藏「今日」金额，仅单独展示时显示
en: Hide Today's amount when cards are side by side; show only when displayed alone
zh_hant: 雙卡並排時隱藏「今日」金額，僅單獨展示時顯示

source: 反复出现的念头 / 主题走向
en: Recurring thoughts / Topic trends
zh_hant: 反覆出現的念頭 / 主題走向

source: 反馈
en: Feedback
zh_hant: 反饋

source: 反馈提交失败，请稍后重试
en: Failed to submit feedback. Please try again later.
zh_hant: 反饋提交失敗，請稍後重試

source: 反馈类型
en: Feedback Type
zh_hant: 反饋型別

source: 反馈给开发者
en: Feedback to Developer
zh_hant: 反饋給開發者

source: 发工资
en: Payday
zh_hant: 發工資

source: 发现新主题
en: Discover New Topic
zh_hant: 發現新主題

source: 发生周期
en: Frequency
zh_hant: 發生週期

source: 发送
en: Send
zh_hant: 傳送

source: 发送测试通知
en: Send Test Notification
zh_hant: 傳送測試通知

source: 发送消息
en: Send Message
zh_hant: 傳送訊息

source: 发送追问
en: Send Follow-up
zh_hant: 傳送追問

source: 取消
en: Cancel

source: 取消任务标记
en: Unmark Task
zh_hant: 取消任務標記

source: 取消并关闭
en: Cancel and Close
zh_hant: 取消並關閉

source: 取消引用
en: Remove Quote

source: 取消归档
en: Unarchive
zh_hant: 取消歸檔

source: 取消承接上一份分析
en: Don't Continue Previous Analysis

source: 取消收藏
en: Unfavorite

source: 取消标记
en: Unmark
zh_hant: 取消標記

source: 取消置顶
en: Unpin
zh_hant: 取消置頂

source: 取消追问
en: Cancel Follow-up
zh_hant: 取消追問

source: 取消选择任务
en: Deselect Task
zh_hant: 取消選擇任務

source: 变化
en: Change
zh_hant: 變化

source: 变量预览
en: Variable Preview
zh_hant: 變數預覽

source: 口径：%@
en: Basis: %@
zh_hant: 口徑：%@

source: 另有 %lld 条
en: %lld more
zh_hant: 另有 %lld 條

source: 另有 %lld 笔带分期字样但无法确定归属，将按普通交易导入（分期信息保留在备注中）
en: %lld other transactions contain installment keywords but cannot be matched. They will be imported as regular transactions (installment info kept in notes).
zh_hant: 另有 %lld 筆帶分期字樣但無法確定歸屬，將按普通交易匯入（分期資訊保留在備註中）

source: 只代表最近一段时间，后续记录变化后会较快淡出。
en: Only represents recent activity and will fade quickly as records change.
zh_hant: 只代表最近一段時間，後續記錄變化後會較快淡出。

source: 只会删除当前这条记忆。如果之后出现新的证据，Holo 仍可能重新形成相似记忆。你的原始业务数据不会被删除。
en: This only deletes this Memory. If new evidence appears later, Holo may form a similar Memory again. Your original business data will not be deleted.
zh_hant: 只會刪除當前這條記憶。如果之後出現新的證據，Holo 仍可能重新形成相似記憶。你的原始業務資料不會被刪除。

source: 只在你使用相关 AI 功能，或主动开启自动形成记忆后处理必要数据。
en: Necessary data is processed only when you use related AI features or when you enable automatic Memory formation.
zh_hant: 只在你使用相關 AI 功能，或主動開啟自動形成記憶後處理必要資料。

source: 只有开启的主题会进入 HoloAI 的分类约束；历史主题默认关闭。
en: Only enabled Topics are used as classification constraints in HoloAI; historical Topics are off by default.
zh_hant: 只有開啟的主題會進入 HoloAI 的分類約束；歷史主題預設關閉。

source: 只有打卡型习惯能设提醒，数值型不参与
en: Only check-in Habits can set reminders; numeric ones are not included
zh_hant: 只有打卡型習慣能設提醒，數值型不參與

source: 只读仓库快照：不发网络请求，不写仓库
en: Read-only repository snapshot: no network requests, no writes
zh_hant: 只讀倉庫快照：不髮網路請求，不寫倉庫

source: 只读同步 · 步数 / 睡眠 / 站立
en: Read-only sync · Steps / Sleep / Stand
zh_hant: 只讀同步 · 步數 / 睡眠 / 站立

source: 可以先切回对话继续聊，完成时「报告」会亮红点
en: You can switch back to Chat and continue; the Report will show a red dot when done
zh_hant: 可以先切回對話繼續聊，完成時「報告」會亮紅點

source: 可以先选几个方向，也可以直接跳过——主题会从你的想法里长出来，Holo 攒够同类想法后会建议你建立主题。
en: You can pick a few directions or skip—Topics will grow from your Thoughts. Holo will suggest creating a Topic once enough similar Thoughts accumulate.
zh_hant: 可以先選幾個方向，也可以直接跳過——主題會從你的想法裡長出來，Holo 攢夠同類想法後會建議你建立主題。

source: 可以离开当前页面；系统支持时会继续处理，中止后会保留进度并在回到 App 后恢复。
en: You can leave this page; processing continues when the system allows. If interrupted, progress is saved and resumes when you return to the app.
zh_hant: 可以離開當前頁面；系統支援時會繼續處理，中止後會保留進度並在回到 App 後恢復。

source: 可回看的片段
en: Replayable Moments

source: 可导入
en: Importable
zh_hant: 可匯入

source: 可用额度
en: Available Quota
zh_hant: 可用額度

source: 可继续使用其他 HOLO 模块
en: You can continue using other HOLO modules
zh_hant: 可繼續使用其他 HOLO 模組

source: 可调整空间
en: Adjustable Space
zh_hant: 可調整空間

source: 可选
en: Optional
zh_hant: 可選

source: 可选仅清交易或全部清空；30 天内可在最近删除恢复
en: You can choose to clear only transactions or clear everything; items can be restored from Recently Deleted within 30 days
zh_hant: 可選僅清交易或全部清空；30 天內可在最近刪除恢復

source: 右上角「…」→ 开具交易流水证明
en: Tap '…' in the top right → Generate Transaction Statement
zh_hant: 右上角「…」→ 開具交易流水證明

source: 右上角「常见问题」→ 下载账单
en: Tap 'FAQ' in the top right → Download Bill
zh_hant: 右上角「常見問題」→ 下載帳單

source: 各任务不同
en: Varies by task
zh_hant: 各任務不同

source: 各任务的提醒在对应任务的详情页设置：打开任务模块，点开任务后选择「提醒」。
en: Reminders for each task are set on the task's detail page: open the Task module, tap a task, then select 'Reminder'.
zh_hant: 各任務的提醒在對應任務的詳情頁設定：開啟任務模組，點開任務後選擇「提醒」。

source: 各银行 App 或网银导出交易明细（CSV 或 Excel）
en: Export transaction details (CSV or Excel) from your bank's app or online banking
zh_hant: 各銀行 App 或網銀匯出交易明細（CSV 或 Excel）

source: 合并到…
en: Merge into…
zh_hant: 合併到…

source: 合并到哪个主题？
en: Merge into which topic?
zh_hant: 合併到哪個主題？

source: 合并到已有标签
en: Merge into existing tag
zh_hant: 合併到已有標籤

source: 合并失败，请稍后重试
en: Merge failed, please try again later
zh_hant: 合併失敗，請稍後重試

source: 合并失败：%@
en: Merge failed: %@
zh_hant: 合併失敗：%@

source: 合计
en: Total
zh_hant: 合計

source: 同意并开始使用
en: Agree and Start
zh_hant: 同意並開始使用

source: 同步
en: Sync

source: 同步中
en: Syncing

source: 同步完成：本机数据已上传 iCloud
en: Sync complete: local data uploaded to iCloud
zh_hant: 同步完成：本機資料已上傳 iCloud

source: 同步尚未开始
en: Sync not started
zh_hant: 同步尚未開始

source: 同步暂未响应，系统稍后会自动重试
en: Sync is not responding. The system will retry automatically later.
zh_hant: 同步暫未響應，系統稍後會自動重試

source: 同步状态
en: Sync Status
zh_hant: 同步狀態

source: 同步生成任务
en: Sync to Create Task
zh_hant: 同步生成任務

source: 同步自 Apple Health · 刚刚
en: Synced from Apple Health · Just now
zh_hant: 同步自 Apple Health · 剛剛

source: 同步请求失败
en: Sync request failed
zh_hant: 同步請求失敗

source: 名称
en: Name
zh_hant: 名稱

source: 名称，例如 年度旅行 / 新电脑
en: Name, e.g. Annual Trip / New Computer
zh_hant: 名稱，例如 年度旅行 / 新電腦

source: 后台串行整理，受每日配额限制，会占用今日 AI 额度（与聊天等共享，可能影响新想法当天的自动整理）；多余条目会在后续打开 App 时自动续做。
en: Background processing runs sequentially and is subject to the daily quota. It uses today's AI quota (shared with chat, etc., which may affect automatic organization of new thoughts on the same day). Extra items will automatically continue the next time you open the app.
zh_hant: 後臺序列整理，受每日配額限制，會佔用今日 AI 額度（與聊天等共享，可能影響新想法當天的自動整理）；多餘條目會在後續開啟 App 時自動續做。

source: 后台任务
en: Background Tasks
zh_hant: 後臺任務

source: 后天
en: Day after tomorrow
zh_hant: 後天

source: 后端 Prompt 缓存已清除，下次生成洞察时将使用最新版本
en: Backend prompt cache cleared. The latest version will be used for the next Insight generation.
zh_hant: 後端 Prompt 快取已清除，下次生成洞察時將使用最新版本

source: 含 %@
en: Includes %@

source: 含 %@ 等 %lld 项
en: Includes %lld items such as %@
zh_hant: 含 %@ 等 %lld 項

source: 含上月超支结转 −%@
en: Includes last month's overspend carryover −%@
zh_hant: 含上月超支結轉 −%@

source: 启动 Mock Agent Job
en: Start Mock Agent Job
zh_hant: 啟動 Mock Agent Job

source: 启动中…
en: Starting…
zh_hant: 啟動中…

source: 启动失败，请稍后重试
en: Start failed, please try again later
zh_hant: 啟動失敗，請稍後重試

source: 启动整理失败，请稍后重试
en: Failed to start organization, please try again later
zh_hant: 啟動整理失敗，請稍後重試

source: 启用分期
en: Enable Installments
zh_hant: 啟用分期

source: 周
en: Week

source: 周一
en: Monday
zh_hant: 週一

source: 周一 %@
en: Monday %@
zh_hant: 週一 %@

source: 周一晨报
en: Monday Morning Briefing
zh_hant: 週一晨報

source: 周三
en: Wednesday
zh_hant: 週三

source: 周二
en: Tuesday
zh_hant: 週二

source: 周五
en: Friday
zh_hant: 週五

source: 周六
en: Saturday
zh_hant: 週六

source: 周四
en: Thursday
zh_hant: 週四

source: 周年 · 快乐
en: Happy Anniversary
zh_hant: 週年 · 快樂

source: 周日
en: Sunday
zh_hant: 週日

source: 周期回放
en: Period Replay
zh_hant: 週期回放

source: 周期性支出
en: Recurring Expense
zh_hant: 週期性支出

source: 周期性项目
en: Recurring Item
zh_hant: 週期性項目

source: 周期汇总
en: Period Summary
zh_hant: 週期彙總

source: 周期账单 %@ · %@扣款，记得留足余额
en: Recurring bill %@ · %@ will be charged, make sure you have enough balance
zh_hant: 週期帳單 %@ · %@扣款，記得留足餘額

source: 周期账单到期提醒
en: Recurring Bill Due Reminder
zh_hant: 週期帳單到期提醒

source: 周期账单到期提醒为 Holo Plus 权益，升级后可配置提前量与提醒时间。
en: Recurring Bill Due Reminder is a Holo Plus benefit. Upgrade to configure the lead time and reminder time.
zh_hant: 週期帳單到期提醒為 Holo Plus 權益，升級後可配置提前量與提醒時間。

source: 周计划
en: Weekly Plan
zh_hant: 周計劃

source: 呼吸
en: Breathe

source: 命中历史
en: Match History
zh_hant: 命中歷史

source: 命中次数
en: Match Count
zh_hant: 命中次數

source: 和
en: and

source: 和小林的纪念日
en: Anniversary with Xiaolin
zh_hant: 和小林的紀念日

source: 咖啡
en: Coffee

source: 响应内容
en: Response Content
zh_hant: 響應內容

source: 响应结果
en: Response Result
zh_hant: 響應結果

source: 哪一天？
en: Which day?

source: 商品名称
en: Product Name
zh_hant: 商品名稱

source: 喝够 8 杯水
en: Drink 8 glasses of water
zh_hant: 喝夠 8 杯水

source: 喝水
en: Drink Water

source: 四
en: Four

source: 四道门通过，可进入融合候选
en: All four gates passed, eligible for fusion
zh_hant: 四道門透過，可進入融合候選

source: 回到「全部」看看，或去对话里发起一次
en: Go back to 'All' to browse, or start one in a conversation
zh_hant: 回到「全部」看看，或去對話裡發起一次

source: 回到AI
en: Back to AI

source: 回到一段生活
en: Back to a moment in life

source: 回到最新消息
en: Back to latest messages
zh_hant: 回到最新訊息

source: 回到最新消息，%lld 条新消息
en: Back to latest messages, %lld new messages
zh_hant: 回到最新訊息，%lld 條新訊息

source: 回到某一天
en: Back to a specific day

source: 回到这次分析
en: Back to this analysis
zh_hant: 回到這次分析

source: 回到那天 →
en: Back to that day →

source: 回填完成：%lld 条
en: Backfill complete: %lld items
zh_hant: 回填完成：%lld 條

source: 回填语义向量（批量，≤64 条）
en: Backfill semantic vectors (batch, ≤64 items)
zh_hant: 回填語義向量（批次，≤64 條）

source: 回复小组件设计稿意见
en: Reply to widget design feedback
zh_hant: 回覆小元件設計稿意見

source: 回收站内所有数据将被立即彻底删除，无法恢复。
en: All data in the Recycle Bin will be permanently deleted immediately and cannot be recovered.
zh_hant: 回收站內所有資料將被立即徹底刪除，無法恢復。

source: 回收站已清空
en: Recycle Bin emptied

source: 回收站批次不存在或已被清除
en: Recycle Bin batch does not exist or has been cleared

source: 回收站是空的
en: Recycle Bin is empty

source: 回放
en: Replay
